IDEA StatiCa Open Model
BoltGrid.HeadHeight Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The Head Height of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double HeadHeight { get; set; }
Public Property HeadHeight As Double
	Get
	Set
public:
property double HeadHeight {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace